Repository: moondance-labs/tanssi-docs
Catalog: i18n/*/LC_MESSAGES/messages.po
Languages: es, fr, pt

# meta.home_title
source: Documentation for the Tanssi Network
pt: Documentação da rede Tanssi

# footer.made_with_html
source: Made with 🩵 by <a href="https://papermoon.io/" target="_blank">PaperMoon</a>
pt: Feito com 🩵 por <a href="https://papermoon.io/" target="_blank">PaperMoon</a>

# footer.privacy_policy
source: Privacy Policy
pt: Política de privacidade

# footer.terms_of_use
source: Terms of Use
pt: Termos de uso

# footer.material_attribution_html
source: Made with <a href="https://squidfunk.github.io/mkdocs-material/" target="_blank" rel="noopener">Material for MkDocs</a>
pt: Feito com <a href="https://squidfunk.github.io/mkdocs-material/" target="_blank" rel="noopener">Material for MkDocs</a>

# disclaimer.third_party
source: The information presented herein has been provided by third parties and is made available solely for general information purposes. Tanssi does not endorse any project listed and described on the Tanssi Doc Website (https://docs.tanssi.network/). Tanssi Foundation does not warrant the accuracy, completeness or usefulness of this information. Any reliance you place on such information is strictly at your own risk. Tanssi Foundation disclaims all liability and responsibility arising from any reliance placed on this information by you or by anyone who may be informed of any of its contents. All statements and/or opinions expressed in these materials are solely the responsibility of the person or entity providing those materials and do not necessarily represent the opinion of Tanssi Foundation. The information should not be construed as professional or financial advice of any kind. Advice from a suitably qualified professional should always be sought in relation to any particular matter or circumstance. The information herein may link to or integrate with other websites operated or content provided by third parties, and such other websites may link to this website. Tanssi Foundation has no control over any such other websites or their content and will have no liability arising out of or related to such websites or their content. The existence of any such link does not constitute an endorsement of such websites, the content of the websites, or the operators of the websites. These links are being provided to you only as a convenience and you release and hold Tanssi Foundation harmless from any and all liability arising from your use of this information or the information provided by any third-party website or service.
pt: As informações apresentadas aqui foram fornecidas por terceiros e estão disponíveis apenas para fins informativos gerais. A Tanssi não endossa nenhum projeto listado e descrito no Site de Documentação da Tanssi (https://docs.tanssi.network/). A Tanssi Foundation não garante a precisão, integridade ou utilidade dessas informações. Qualquer confiança depositada nelas é de sua exclusiva responsabilidade. A Tanssi Foundation se exime de toda responsabilidade decorrente de qualquer confiança que você ou qualquer outra pessoa possa ter em qualquer parte deste conteúdo. Todas as declarações e/ou opiniões expressas nesses materiais são de responsabilidade exclusiva da pessoa ou entidade que as fornece e não representam necessariamente a opinião da Tanssi Foundation. As informações aqui não devem ser interpretadas como aconselhamento profissional ou financeiro de qualquer tipo. Sempre busque orientação de um profissional devidamente qualificado em relação a qualquer assunto ou circunstância em particular. As informações aqui podem conter links ou integração com outros sites operados ou conteúdo fornecido por terceiros, e tais sites podem apontar para este site. A Tanssi Foundation não tem controle sobre esses sites ou seu conteúdo e não terá responsabilidade decorrente ou relacionada a eles. A existência de qualquer link não constitui endosso desses sites, de seu conteúdo ou de seus operadores. Esses links são fornecidos apenas para sua conveniência, e você isenta e exonera a Tanssi Foundation de qualquer responsabilidade decorrente do uso dessas informações ou das informações fornecidas por qualquer site ou serviço de terceiros.

# external_link_modal.header
source: You're Leaving the Tanssi Documentation Website
pt: Você está saindo do site de documentação da Tanssi

# external_link_modal.message
source: A new tab will open and you'll be sent to an independent, third-party website that is not affiliated with Tanssi.
pt: Uma nova aba será aberta e você será direcionado a um site independente de terceiros, que não é afiliado à Tanssi.

# external_link_modal.cancel
source: Cancel
pt: Cancelar

# external_link_modal.continue
source: Continue to External Site
pt: Continuar para o site externo

# error.404_title
source: 404 – Not found
pt: 404 - Não encontrado

# home.hero.video_fallback
source: Your browser does not support the video tag.
es: Tu navegador no admite la etiqueta de video.
fr: Votre navigateur ne prend pas en charge la balise vidéo.
pt: Seu navegador não suporta a tag de vídeo.

# home.hero.title_html
source: Tanssi <span class="shadow">&lt;Dev&gt;</span> Site
es: Sitio Tanssi <span class="shadow">&lt;Dev&gt;</span>
fr: Site Tanssi <span class="shadow">&lt;Dev&gt;</span>
pt: Site Tanssi <span class="shadow">&lt;Dev&gt;</span>

# home.hero.subtitle
source: Build, launch, and scale Symbiotic Networks faster with Tanssi's infrastructure, tools, and integrations.
es: Crea, lanza y escala redes Simbióticas más rápido con la infraestructura, las herramientas y las integraciones de Tanssi.
fr: Créez, lancez et faites évoluer des réseaux symbiotiques plus rapidement grâce à l'infrastructure, aux outils et aux intégrations de Tanssi.
pt: Construa, lance e escale redes Symbiotic mais rápido com a infraestrutura, as ferramentas e as integrações da Tanssi.

# home.hero.cards.launch.title
source: Launch a Tanssi-Powered Network
es: Lanza una red impulsada por Tanssi
fr: Lancez un réseau propulsé par Tanssi
pt: Lance uma rede movida pela Tanssi

# home.hero.cards.launch.description
source: Get tools and guides to launch your network in minutes.
es: Obtén herramientas y guías para lanzar tu red en cuestión de minutos.
fr: Obtenez des outils et des guides pour lancer votre réseau en quelques minutes.
pt: Obtenha ferramentas e guias para lançar sua rede em minutos.

# home.hero.cards.launch.button
source: Get Started
es: Empezar
fr: Commencer
pt: Começar

# home.hero.cards.evm.title
source: Develop using EVM Tools
es: Desarrolla con herramientas EVM
fr: Développez avec des outils EVM
pt: Desenvolva com ferramentas EVM

# home.hero.cards.evm.description
source: Leverage popular EVM tools to accelerate your development.
es: Aprovecha las herramientas EVM más populares para acelerar tu desarrollo.
fr: Exploitez les outils EVM populaires pour accélérer votre développement.
pt: Aproveite as ferramentas EVM mais populares para acelerar seu desenvolvimento.

# home.hero.cards.evm.button
source: Learn More
es: Más información
fr: En savoir plus
pt: Saiba mais

# home.hero.cards.learn.title
source: Explore Technical Concepts
es: Explora conceptos técnicos
fr: Explorez les concepts techniques
pt: Explore conceitos técnicos

# home.hero.cards.learn.description
source: Learn Tanssi's features, services, and security via Symbiotic.
es: Conoce las funciones, los servicios y la seguridad de Tanssi a través de Symbiotic.
fr: Découvrez les fonctionnalités, les services et la sécurité de Tanssi via Symbiotic.
pt: Conheça os recursos, os serviços e a segurança da Tanssi por meio da Symbiotic.

# home.hero.cards.learn.button
source: Learn More
es: Más información
fr: En savoir plus
pt: Saiba mais

# home.feature.heading.prefix
source: The One Stop-Hub For Tanssi
es: El centro integral para Tanssi
fr: Le guichet unique pour les
pt: O hub completo da Tanssi

# home.feature.heading.accent
source: Builders
es: Constructores
fr: constructeurs Tanssi
pt: Construtores

# home.feature.description
source: Explore more ways to engage with the Tanssi ecosystem—access funding, resources, and visibility for your project.
es: Descubre más maneras de relacionarte con el ecosistema de Tanssi: accede a financiación, recursos y visibilidad para tu proyecto.
fr: Découvrez davantage de moyens d'interagir avec l'écosystème Tanssi : accédez au financement, aux ressources et à la visibilité pour votre projet.
pt: Explore mais maneiras de se engajar com o ecossistema Tanssi - obtenha financiamento, recursos e visibilidade para o seu projeto.

# home.feature.cards.one.badge
source: Ecosystem
es: Ecosistema
fr: Écosystème
pt: Ecossistema

# home.feature.cards.one.title
source: Apply for a Grant
es: Solicita una subvención
fr: Postuler à une subvention
pt: Solicite um grant

# home.feature.cards.one.arrow_alt
source: Navigate to the Apply for a Grant page
es: Ir a la página Solicita una subvención
fr: Accéder à la page Postuler à une subvention
pt: Ir para a página Solicite um grant

# home.feature.cards.two.badge
source: Start Building
es: Comienza a construir
fr: Commencer à construire
pt: Comece a construir

# home.feature.cards.two.title
source: Visit the TestNet
es: Visita el TestNet
fr: Visiter le TestNet
pt: Visite o TestNet

# home.feature.cards.two.arrow_alt
source: Navigate to the TestNet page
es: Ir a la página del TestNet
fr: Accéder à la page du TestNet
pt: Ir para a página do TestNet

# home.feature.cards.three.badge
source: Industry Insights
es: Perspectivas del sector
fr: Analyses du secteur
pt: Insights do setor

# home.feature.cards.three.title
source: Ecosystem Updates
es: Actualizaciones del ecosistema
fr: Actualités de l'écosystème
pt: Atualizações do ecossistema

# home.feature.cards.three.arrow_alt
source: Navigate to the Ecosystem Updates page
es: Ir a la página de Actualizaciones del ecosistema
fr: Accéder à la page Actualités de l'écosystème
pt: Ir para a página Atualizações do ecossistema

# home.feature.separator_alt
source: Multicolor decorative design of Tanssi
es: Diseño decorativo multicolor de Tanssi
fr: Design décoratif multicolore de Tanssi
pt: Design decorativo multicolorido da Tanssi

# home.community.heading.prefix
source: Join the Tanssi
es: Únete a la comunidad
fr: Rejoignez la communauté
pt: Junte-se à comunidade

# home.community.heading.suffix
source: Community
es: de Tanssi
fr: Tanssi
pt: da Tanssi

# home.community.buttons.discord
source: Join Discord
es: Unirse a Discord
fr: Rejoindre Discord
pt: Entrar no Discord

# home.community.buttons.subscribe
source: Subscribe
es: Suscribirse
fr: S'abonner
pt: Assinar

# action.edit
source: Edit this page
es: Editar esta página
fr: Modifier cette page
pt: Editar esta página

# action.view
source: View source
es: Ver fuente
fr: Voir la source
pt: Ver fonte

# feedback.title
source: Was this page helpful?
es: ¿Esta página fue útil?
fr: Cette page vous a-t-elle été utile ?
pt: Esta página foi útil?

# feedback.ratings.helpful.name
source: This page was helpful
es: Esta página fue útil
fr: Cette page a été utile
pt: Esta página foi útil

# feedback.ratings.helpful.note
source: Thanks for your feedback!
es: ¡Gracias por tus comentarios!
fr: Merci pour votre retour !
pt: Obrigado pelo seu feedback!

# feedback.ratings.unhelpful.name
source: This page could be improved
es: Esta página podría mejorar
fr: Cette page pourrait être améliorée
pt: Esta página pode ser aprimorada

# feedback.ratings.unhelpful.note
source: Thanks for your feedback! Help us improve this page by submitting <a href="https://github.com/moondance-labs/tanssi-docs/issues/new/?title=[Feedback]+{title}+-+{url}" target="_blank" rel="noopener">additional feedback</a>.
es: ¡Gracias por tus comentarios! Ayúdanos a mejorar esta página enviando <a href="https://github.com/moondance-labs/tanssi-docs/issues/new/?title=[Feedback]+{title}+-+{url}" target="_blank" rel="noopener">comentarios adicionales</a>.
fr: Merci pour votre retour ! Aidez-nous à améliorer cette page en envoyant <a href="https://github.com/moondance-labs/tanssi-docs/issues/new/?title=[Feedback]+{title}+-+{url}" target="_blank" rel="noopener">des commentaires supplémentaires</a>.
pt: Obrigado pelo seu feedback! Ajude-nos a melhorar esta página enviando <a href="https://github.com/moondance-labs/tanssi-docs/issues/new/?title=[Feedback]+{title}+-+{url}" target="_blank" rel="noopener">feedback adicional</a>.

source: home.feature.heading.suffix
pt: Tanssi
